IDEA Open Model
CalculationSetup.MNKappaDiagram Property
Compatible with IDEA StatiCa v 10.1
 M-N-κ diagram
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public bool MNKappaDiagram { get; set; }
Public Property MNKappaDiagram As Boolean
	Get
	Set
public:
property bool MNKappaDiagram {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace